Repository: FinFitDev/finfit
Catalog: app/lib/l10n/app_*.arb
Languages: pl

source: Loading...
pl: Ładowanie...

# navHome
source: Home
pl: Główna

# navTrack
source: Track
pl: Śledź

# navOffers
source: Offers
pl: Oferty

# navRecent
source: Recent
pl: Historia

# navProfile
source: Profile
pl: Profil

# actionSeeAll
source: See all
pl: Zobacz wszystko

# actionResendEmail
source: Resend email
pl: Wyślij ponownie

# actionContinue
source: Continue
pl: Kontynuuj

# actionLogIn
source: Log in
pl: Zaloguj się

# actionSignUp
source: Sign up
pl: Zarejestruj się

# actionReset
source: Reset
pl: Resetuj

# actionConfirm
source: Confirm
pl: Potwierdź

# actionClose
source: Close
pl: Zamknij

# actionShare
source: Share
pl: Udostępnij

# actionSend
source: Send
pl: Wyślij

# actionReceive
source: Receive
pl: Otrzymaj

# actionClaim
source: Claim
pl: Odbierz

# actionCheckout
source: Checkout
pl: Do kasy

# labelPoints
source: points
pl: punkty

# labelPointsShort
source: pts
pl: pkt

# labelFinpoints
source: finpoints
pl: finpunkty

# textHiddenPoints
source: ****** points
pl: ****** punkty

# textPointsValue
source: {value} points
pl: {value} punktów

# textFinpointsValue
source: {value} finpoints
pl: {value} finpunktów

# textPointsToGo
source: Only {value} finpoints to go!
pl: Zostało tylko {value} finpunktów!

# textPointsToGoHidden
source: Only ***** finpoints to go!
pl: Zostało tylko ***** finpunktów!

# textNoWorkouts
source: No workouts yet
pl: Brak treningów

# textNoWorkoutsSubtitle
source: Start working out to earn points and claim your discounts in the shop!
pl: Zacznij trenować, aby zdobywać punkty i odbierać zniżki w sklepie!

# textNoTransactions
source: No transactions yet
pl: Brak transakcji

# textNoTransactionsSubtitle
source: You haven't made any transactions yet.
pl: Nie wykonałeś jeszcze żadnych transakcji.

# textFeaturedRewards
source: Featured rewards
pl: Polecane nagrody

# textLastWorkouts
source: Last workouts
pl: Ostatnie treningi

# textLastTransactions
source: Last transactions
pl: Ostatnie transakcje

# textStravaConnect
source: Connect with STRAVA
pl: Połącz ze STRAVĄ

# textStravaSync
source: Sync your workouts automatically
pl: Synchronizuj treningi automatycznie

# textWelcomeTitle
source: Welcome to {appName}
pl: Witamy w {appName}

# textWelcomeSubtitle
source: Fitness that pays off
pl: Fitness, który się opłaca

# textLogoTagline
source: Fitness is your currency
pl: Fitness to twoja waluta

# textAuthLoginTitle
source: Log in below
pl: Zaloguj się poniżej

# textAuthSignupTitle
source: Sign up below
pl: Zarejestruj się poniżej

# textAuthLoginSubtitle
source: And continue your journey with {appName}
pl: I kontynuuj swoją podróż z {appName}

# textAuthSignupSubtitle
source: And start your journey with {appName}
pl: I rozpocznij swoją podróż z {appName}

# textAuthOrUse
source: Or use
pl: Lub użyj

# textAuthForgotPassword
source: Forgot your password?
pl: Zapomniałeś hasła?

# textAuthInputPassword
source: Password
pl: Hasło

# textAuthInputUsername
source: Username
pl: Nazwa użytkownika

# textAuthInputRepeatPassword
source: Repeat password
pl: Powtórz hasło

# textForgotPasswordTitle
source: Forgot password
pl: Reset hasła

# textForgotPasswordInstruction
source: Enter an email that is connected with your existing account, and then copy the code that has been sent there.
pl: Wpisz e-mail powiązany z kontem i skopiuj kod, który tam otrzymasz.

# textForgotPasswordPlaceholder
source: Enter email
pl: Wpisz e-mail

# textForgotPasswordWrongEmail
source: Wrong email
pl: Nieprawidłowy e-mail

# textForgotPasswordServerError
source: Server error
pl: Błąd serwera

# textForgotPasswordSend
source: Send email
pl: Wyślij wiadomość

# textResetPasswordTitle
source: Reset password
pl: Reset hasła

# textResetPasswordInstruction
source: The email with the code has been sent to {email}. Enter the code above to set a new password.
pl: Wiadomość z kodem została wysłana na adres {email}. Wpisz kod powyżej, aby ustawić nowe hasło.

# textResetPasswordConfirm
source: Confirm code
pl: Potwierdź kod

# textResetPasswordInvalidCode
source: Invalid code
pl: Nieprawidłowy kod

# textSetNewPasswordTitle
source: Set new password
pl: Ustaw nowe hasło

# textSetNewPasswordSubtitle
source: Then log in again, and enjoy!
pl: Następnie zaloguj się ponownie i korzystaj!

# textSetNewPasswordButton
source: Set new password
pl: Ustaw nowe hasło

# textCheckInboxTitle
source: Check your inbox
pl: Sprawdź skrzynkę odbiorczą

# textCheckInboxDescription
source: Verification email has been sent to your email. Come back here after successful verification to log into the app and start your journey with FinFit!
pl: Wysłaliśmy wiadomość weryfikacyjną. Wróć tutaj po pomyślnej weryfikacji, aby zalogować się i rozpocząć podróż z FinFit!

# textCheckInboxSpam
source: Make sure to check the spam folder if you don't see the message.
pl: Sprawdź folder spam, jeśli nie widzisz wiadomości.

# textContinueToApp
source: Continue to app
pl: Przejdź do aplikacji

# textStravaIntegration
source: STRAVA Integration
pl: Integracja STRAVA

# textImportedBadge
source: Imported
pl: Zaimportowano

# textReceivePointsTitle
source: Receive points
pl: Otrzymaj punkty

# textScannerDescription
source: Use the scanner option in the send modal on another device to scan this code.
pl: Użyj opcji skanera w oknie wysyłania na innym urządzeniu, aby zeskanować ten kod.

# textShareIdMessage
source: Share your points with me. This is my ID - {id}
pl: Podziel się punktami ze mną. To mój identyfikator - {id}

# textPointsPrice
source: Points price
pl: Cena w punktach

# textDiscounts
source: Discounts
pl: Zniżki

# textCartTitle
source: Your cart
pl: Twój koszyk

# textCartEmpty
source: No products in cart yet
pl: Brak produktów w koszyku

# textCartPriceNote
source: Final price doesn't include shipping costs
pl: Cena nie zawiera kosztów wysyłki

# textNoAdditionalData
source: No additional data
pl: Brak dodatkowych danych

# textUnknown
source: Unknown
pl: Nieznany

# textMultipleUsers
source: Multiple users
pl: Wielu użytkowników

# textTransactionRedeemed
source: Redeemed
pl: Zrealizowano

# textTransactionSent
source: Sent to
pl: Wysłano do

# textTransactionReceived
source: Received from
pl: Otrzymano od

# textTransactionRewardTitle
source: Reward claimed
pl: Nagroda odebrana

# textTransactionSentTitle
source: Points sent
pl: Wysłane punkty

# textTransactionReceivedTitle
source: Points received
pl: Otrzymane punkty

# textTransactionTimestamp
source: Transaction timestamp
pl: Czas transakcji

# textNoOffersFound
source: No offers found.
pl: Nie znaleziono ofert.

# textModifyFiltersSuggestion
source: Modify your filters, check the internet connection and try again!
pl: Zmień filtry, sprawdź połączenie z internetem i spróbuj ponownie!

# textNoProductsFound
source: No products found.
pl: Nie znaleziono produktów.

# textPartnersTitle
source: Partners
pl: Partnerzy

# textAllRewardsTitle
source: All rewards
pl: Wszystkie nagrody

# textAvailablePoints
source: Available points
pl: Dostępne punkty

# textRewardsOffersTitle
source: Rewards & offers
pl: Nagrody i oferty

# textRewardsOffersSubtitle
source: Discover exclusive rewards just for you!
pl: Odkrywaj ekskluzywne nagrody przygotowane dla Ciebie!

# textAvailableForever
source: Available forever
pl: Dostępne na zawsze

# textProgressOffers
source: Nearly there, keep going
pl: Jesteś prawie u celu, tak trzymaj

# textSearchOffersPlaceholder
source: Search offers
pl: Szukaj nagród

# textSearchShopPlaceholder
source: Search shop
pl: Szukaj w sklepie

# textProfileTotalPoints
source: Total points earned
pl: Łącznie zdobyte punkty

# textProfileContactUs
source: Contact us
pl: Skontaktuj się z nami

# textProfileLogOut
source: Log out
pl: Wyloguj się

# textMovesAndPointsTitle
source: Moves & Points
pl: Ruchy i punkty

# textMovesAndPointsSubtitle
source: Track your workouts, and every point you gain.
pl: Śledź swoje treningi i każdy zdobyty punkt.

# textHistoryWorkoutsTab
source: Workouts
pl: Treningi

# textHistoryTransactionsTab
source: Transactions
pl: Transakcje

# textCopied
source: Copied!
pl: Skopiowano!

# textClaimedDiscountsTitle
source: Claimed discounts
pl: Odebrane zniżki

# textNoClaimedDiscounts
source: No claimed discounts yet.
pl: Brak odebranych zniżek.

# textClaimedDate
source: Claimed: {date}
pl: Odebrano: {date}

# textExpiresDate
source: Expires: {date}
pl: Wygasa: {date}

# textAlmostExpired
source: Almost expired.
pl: Prawie wygasło.

# textStepsCount
source: {count} steps
pl: {count} kroków

# textStepsCountToday
source: {count} steps today
pl: {count} kroków dzisiaj

# textUntilDate
source: Until {date}
pl: Do {date}

# textLocationPermissionTitle
source: Permissions missing
pl: Brak uprawnień

# textLocationPermissionBody
source: To track your workouts even when the app is closed, please allow background location access in system settings. Follow these steps after clicking the button below.
pl: Aby śledzić treningi nawet po zamknięciu aplikacji, zezwól w ustawieniach systemu na dostęp do lokalizacji w tle. Po kliknięciu przycisku poniżej wykonaj te kroki.

# textLocationPermissionSteps
source: Location > Allow
pl: Lokalizacja > Zezwól

# textViewTransactionDetails
source: View transaction details
pl: Zobacz szczegóły transakcji

# textViewTrainingDetails
source: View training details
pl: Zobacz szczegóły treningu

# textTimesValue
source: {count} times
pl: {count} razy

# textNotEnoughPoints
source: Not enough points
pl: Za mało punktów

# textCost
source: Cost
pl: Koszt

# textValidUntil
source: Valid until
pl: Ważne do

# textClaimedByOthers
source: Claimed by others
pl: Odebrane przez innych

# textTodayLabel
source: Today
pl: Dziś

# textYesterdayLabel
source: Yesterday
pl: Wczoraj

# textPartnerSince
source: Partner since
pl: Partner od

# textTotalPurchases
source: Total purchases
pl: Łączna liczba zakupów

# textTotalProducts
source: Total products
pl: Łączna liczba produktów

# textWorkoutDetailsTitle
source: Workout details
pl: Szczegóły treningu

# textWorkoutNotFound
source: Workout not found.
pl: Nie znaleziono treningu.

# textNoRouteData
source: No route data available
pl: Brak danych o trasie

# actionGoToSettings
source: Go to settings
pl: Przejdź do ustawień

# actionFinish
source: Finish
pl: Zakończ

# actionHoldToConfirm
source: Hold to confirm
pl: Przytrzymaj, aby potwierdzić

# actionRegenerateImage
source: Regenerate image
pl: Wygeneruj obraz ponownie

# actionSaveImage
source: Save image
pl: Zapisz obraz

# textAverageSpeed
source: Average speed
pl: Śr. prędkość

# textCalories
source: Calories
pl: Kalorie

# textDailyGoals
source: Daily goals
pl: Dzienne cele

# textDistance
source: Distance
pl: Dystans

# textDuration
source: Duration
pl: Czas trwania

# textElevation
source: Elevation
pl: Przewyższenie

# textGoalsProgressSample
source: 3/5 goals completed
pl: Zrealizowano 3/5 celów

# textGoodDay
source: Good day!
pl: Miłego dnia!

# textLoadMoreData
source: Load more data
pl: Wczytaj więcej danych

# textNewsArrivals
source: New arrivals
pl: Nowości

# textNewsBlog
source: Blog posts
pl: Wpisy na blogu

# textNewsCollabs
source: Collabs
pl: Współprace

# textNewsUpdates
source: Product updates
pl: Aktualizacje produktu

# textNoRecentUsers
source: No recent recipients yet.
pl: Brak ostatnich odbiorców.

# textNotEnough
source: Not enough
pl: Za mało

# textNotEnoughBalance
source: Not enough balance
pl: Za mało środków

# textNotEligible
source: Not eligible
pl: Niekwalifikowalne

# textPointsEarned
source: Points earned
pl: Zdobyte pkt.

# textUseDiscountTitle
source: Use your discount
pl: Wykorzystaj zniżkę

# textValidationEmailInvalid
source: Enter a valid email
pl: Podaj poprawny email

# textValidationEmailRequired
source: Email is required
pl: Email jest wymagany

# textValidationLoginRequired
source: Login is required
pl: Login jest wymagany

# textValidationMinChars
source: Use at least 5 characters
pl: Użyj co najmniej 5 znaków

# textValidationPasswordRequired
source: Password is required
pl: Hasło jest wymagane

# textValidationPasswordsMismatch
source: Passwords don't match
pl: Hasła nie są takie same

# textValidationUsernameRequired
source: Username is required
pl: Nazwa użytkownika jest wymagana

# textViewInStrava
source: View in Strava
pl: Zobacz w Stravie

# textSendPointsTitle
source: Send points
pl: Wyślij punkty

# textAmountPlaceholder
source: Amount
pl: Kwota

# textInputAmountTitle
source: Input amount
pl: Wprowadzona kwota

# textRecipientsCount
source: Number of recipients
pl: Liczba odbiorców

# textCurrentBalance
source: Current balance
pl: Aktualne saldo

# textSummaryLabel
source: Summary
pl: Podsumowanie

# textConfirmRecipients
source: Confirm recipients
pl: Potwierdź odbiorców

# textFindUsersPlaceholder
source: Find users
pl: Wyszukaj użytkowników

# textChangeImageTitle
source: Change image
pl: Zmień obraz

# textShopFiltersTitle
source: Shop filters
pl: Filtry sklepu

# textPriceLabel
source: Price
pl: Cena

# textFinpointsCostLabel
source: Finpoints cost
pl: Koszt w finpointach

# textSortByLabel
source: Sort by
pl: Sortuj według

# textAscendingLabel
source: Ascending
pl: Rosnąco

# textDescendingLabel
source: Descending
pl: Malejąco

# textTransactionsCount
source: Number of transactions
pl: Liczba transakcji

# textDateOfIssue
source: Date of issue
pl: Data wydania

# textDiscountLabel
source: Discount
pl: Zniżka

# textProductDataError
source: Couldn't find product data
pl: Nie udało się znaleźć danych produktu

# textProductOriginalPrice
source: Original price
pl: Cena pierwotna

# textProductFinpointsPrice
source: Finpoints price
pl: Cena w finpointach

# textProductStockLeft
source: Left in store
pl: Pozostało w sklepie

# textProductPurchasedCount
source: Purchased items
pl: Liczba zakupionych

# textEmptyStateTitle
source: No data available
pl: Brak danych

# textEmptyStateDescription
source: Close the modal and try again
pl: Zamknij okno i spróbuj ponownie

# textNoUsersFound
source: No users found for "{query}"
pl: Nie znaleziono użytkowników dla "{query}"

# textWorkoutTrackingChannelName
source: Workout Tracking
pl: Śledzenie treningu

# textWorkoutTrackingChannelDescription
source: Used for tracking workout in background
pl: Używane do śledzenia treningu w tle

# textWorkoutTrackingNotificationTitle
source: Workout in progress
pl: Trening w toku

# textWorkoutTrackingNotificationContent
source: Tracking your workout...
pl: Śledzimy Twój trening...

# textLanguageChange
source: Change language
pl: Zmień język
